[Buff_test_ability_defense.A_Inactif_Buff H7BaseBuff]
mName="Установка неактивного полож.эффекта"
mTooltip=""

[Buff_test_ability_defense.A_Inactif_creature_Buff H7BaseBuff]
mName="Неактивный"
mTooltip="Это существо не нанесло урон на этом ходу, поэтому оно получает %stat %stat.icon. Длительность (ходов): %durnow.\n(Этот эффект может накапливаться до 3 раз)"

[haven_specialisation.A_Chaplain_dresseur H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Небесное рвение"
mTooltip="Этот герой увеличивает здоровье капелланов и аббатов на %buff1.buff.stat1 %icon_health, и эти существа всегда атакуют на полную дистанцию."

[haven_specialisation.A_Chaplain_Dresseur_Buff H7BaseBuff]
mName="Небесное рвение"
mTooltip="Бонус: %stat1 %icon_health к здоровью. Это существо всегда атакует на полную дистанцию."

[haven_specialisation.A_SonOfThegriffin H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сын Грифона"
mTooltip="Нет штрафа после использования заклинания %spell1.name на всех существ в армии героя."

[haven_specialisation.A_wolf_Tamer_Ridonna_Buff H7BaseBuff]
mName="Укротитель волков"
mTooltip=""

[haven_specialisation.A_wolfTamer_ridonna H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Укротитель волков"
mTooltip="Свирепые волки и среброшкурые волки в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[heropedya.A_HeroBio_A_Azaghal H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Asdis H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Bjormlir H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Durin H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Gimmily H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Hraunsmidur H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Mashaka H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Thorgrim H7HeroBioData]
mText=""

[heropedya.A_HeroBio_trebor H7HeroBioData]
mText=""

[MagicSchool.A_affaiblissement_magique H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ослабление магии"
mTooltip="Сила магии вражеского героя снижается на %buff.buff.stat1 %Icon_magic каждый раз. когда он наносит урон вашим союзным существам. "

[MagicSchool.A_affaiblissement_magique_Buff H7BaseBuff]
mName="Ослабление магии"
mTooltip="Сила магии вражеского героя снижается на %stat1 каждый раз, когда он наносит урон вашим союзных существам."

[MagicSchool.A_brasier H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяин жаровни"
mTooltip="В начале боя этот герой наносит %d ед. урона от %icon_fire огня всем врагам."

[MagicSchool.A_Defensur_des_flammes H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитник пламени"
mTooltip="Сила магии героя увеличивается на %stat %stat.icon всякий раз, как он накладывает позитивное заклинание на существ, относящихся к стихии %icon_fire огня. "

[MagicSchool.A_FlameWielder H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Управляющий пламенем"
mTooltip="Сила магии героя увеличивается на %stat %stat.icon каждый раз, когда он использует атакующие огненные заклинания."

[Mightshcool.A_BearTamer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Укротитель медведей"
mTooltip="Медведи и чёрные медведи в армии герой получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[Mightshcool.A_BearTamer_Buff H7BaseBuff]
mName="Укротитель медведей"
mTooltip=""

[Mightshcool.A_Damager H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Нападающий"
mTooltip="Этот герой увеличивает урон, наносимый всеми существами в его армии, на %buff.buff.stat2 %buff.buff.stat2.icon."

[Mightshcool.A_Damager_Buff H7BaseBuff]
mName="Нападающий"
mTooltip="Урон существа увеличен на %stat1 ед."

[Mightshcool.A_Devoreur_ame H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Выживание"
mTooltip="Когда дружественный отряд погибает, этот герой даёт союзным существам бонус к %icon_health здоровью в размере %buff1.buff.buff1.buff.stat1 до конца их следующего хода."

[Mightshcool.A_devoreur_ame_Buff H7BaseBuff]
mName="Пожиратель душ"
mTooltip="Когда дружественный отряд погибает, союзники получают %buff1.buff.stat1 к своему максимальному %icon_health здоровью до конца своего следующего хода."

[Mightshcool.A_devoreur_ame_creature_Buff H7BaseBuff]
mName="Выживание "
mTooltip="Здоровье существа увеличено на %stat1 %icon_health до конца следующего хода."

[Mightshcool.A_DwarvenResistance H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гномье сопротивление"
mTooltip="Все гномы, кобольды, медведи и шантирийские големы в армии героя получают новую способность - %spell1.name."

[Mightshcool.A_epuisement H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Истощение"
mTooltip="Нападая на существ в бою, этот герой снижает их %buff.buff.stat2.icon атаку на %buff.buff.stat2 на %buff.buff.durini хода. Это значение меняется в зависимости от уровня %icon_magic магии героя."

[Mightshcool.A_epuisement_Buff H7BaseBuff]
mName="Истощение"
mTooltip="У существа снижена атака на %stat2.norm %icon_attack на %durnow ход."

[Mightshcool.A_Magog_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Линия огня"
mTooltip="Дети хаоса и магоги совершают выстрел на полную дистанцию."

[Mightshcool.A_magog_master_Buff H7BaseBuff]
mName=""
mTooltip=""

[Mightshcool.A_Mobilite_strategique H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Стратегическая мобильность"
mTooltip="Наместник: Этот герой даёт %buff1.buff.stat2 к %icon_movement дальности перемещения всем союзным героям. Это значение удваивается, если у героя есть следующая способность: %spell3.name \n(Требуется заново назначить героя в качестве наместника, как только способность изучена)."

[Mightshcool.A_Mobilite_strategique_Buff H7BaseBuff]
mName=""
mTooltip=""

[Mightshcool.A_moisson H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Урожай душ"
mTooltip="Каждый отряд вражеских существ, уничтоженный в бою, даёт герою %buff.buff.special ед. %icon_gold золота."

[Mightshcool.A_moisson_creature_Buff H7BaseBuff]
mName="buff harvest"
mTooltip=""

[Mightshcool.A_Recruiter_core_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лидер орды"
mTooltip="Наместник: Затраты на найм существ в этом городе снижены на %special1% золота %icon_gold."

[Mightshcool.A_Recruiter_core_TownBuff H7BaseBuff]
mName="Наниматель (Усиление города)"
mTooltip=""

[Mightshcool.A_Tresorier H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Казначей"
mTooltip="Наместник: Этот герой приносит %buff1.buff.stat2 ед. %icon_gold золота в день. Это значение удваивается, если у героя есть следующая способность: %spell3.name (Требуется заново назначить героя в качестве наместника, как только способность изучена) "

[Mightshcool.A_Tresorier_Buff H7BaseBuff]
mName=""
mTooltip=""

[New_hero.A_Asdis H7EditorHero]
mName=""
mLore=""

[New_hero.A_Asdis_Name H7GlobalName]
mName="Асдис"

[New_hero.A_Azaghal H7EditorHero]
mName=""
mLore=""

[New_hero.A_Azaghal_Name H7GlobalName]
mName="Азагал"

[New_hero.A_Bjormlir H7EditorHero]
mName=""
mLore=""

[New_hero.A_Bjormlir_Name H7GlobalName]
mName="Бьормлир"

[New_hero.A_Durin H7EditorHero]
mName=""
mLore=""

[New_hero.A_Durin_Name H7GlobalName]
mName="Дурин"

[New_hero.A_Fasolt H7EditorHero]
mName=""
mLore=""

[New_hero.A_Guimmily_Name H7GlobalName]
mName="Гуиммили"

[New_hero.A_Hraunsmidur H7EditorHero]
mName=""
mLore=""

[New_hero.A_Hraunsmidur_Name H7GlobalName]
mName="Храунсмидур"

[New_hero.A_Mashaka H7EditorHero]
mName=""
mLore=""

[New_hero.A_Mashaka_Name H7GlobalName]
mName="Машака"

[New_hero.A_Thorgrim H7EditorHero]
mName=""
mLore=""

[New_hero.A_Thorgrim_Name H7GlobalName]
mName="Торгрим"

[New_hero.A_Trebor_Name H7GlobalName]
mName="Требор"

[New_hero.Trebor H7EditorHero]
mName="Брук"
mLore=""

[Specialisation_Academie.A_CabirLord H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Повелитель кабиров"
mTooltip="Кабиры и старшие кабиры в армии героя получают новые способности - %spell1.name и %spell2.name."

[Specialisation_Academie.A_Gargoils_Builder H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Строитель горгулий"
mTooltip="Наместник: %buff1.buff.stat к приросту горгулий и обсидиановых горгулий в землях вокруг города."

[Specialisation_Academie.A_Gargoils_Builder_Buff H7BaseBuff]
mName="Строитель горгулий"
mTooltip=""

[Specialisation_Academie.A_Mage_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Магистр"
mTooltip="Этот герой увеличивает %icon_health здоровье учеников и адептов на %buff1.buff.stat1, и это существо всегда атакует на полную дистанцию."

[Specialisation_Academie.A_Mage_master_Buff H7BaseBuff]
mName="Магистр"
mTooltip="Бонус: %stat1 к %icon_health здоровью. Это существо всегда атакует на полную дистанцию."

[Specialisation_Academie.A_Windspeaker H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Говорящий с ветром"
mTooltip="%buff.buff.stat1 к %buff.buff.stat1.icon инициативе всем существам в армии героя."

[Specialisation_Academie.A_Windspeaker_Buff H7BaseBuff]
mName="Говорящий с ветром"
mTooltip=""

[Specialisation_Dungeon.A_Chtonian_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровавые клинки"
mTooltip="Ассасины и воины тени в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[Specialisation_Dungeon.A_Chtonien_trainer_Buff H7BaseBuff]
mName="Укротитель медведей"
mTooltip=""

[Specialisation_Dungeon.A_Fortune_Mastero_Buff H7BaseBuff]
mName="Удача"
mTooltip="%stat к %stat.icon удаче.\nДлительность (ходов): %durnow."

[Specialisation_Dungeon.A_Hydra_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мать гидр "
mTooltip="Этот герой увеличивает %icon_health здоровье пещерных и тёмных гидр на %buff1.buff.stat1 ."

[Specialisation_Dungeon.A_Hydra_master_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_Dungeon.A_Marionettiste_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кукловод"
mTooltip="Неприкаянные и бездушные в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность -  %spell3.name."

[Specialisation_Dungeon.A_Marionettiste_trainer_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_Dungeon.A_master_of_destiny H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Повелитель судьбы"
mTooltip="В начале боя на союзных существ, ведущих дальний бой, накладывается заклинание %spell.name в ранге знатока."

[Specialisation_Dungeon.A_stalker_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Наставник теней"
mTooltip="Этот герой увеличивает %icon_health здоровье тёмных ловчих и охотниц на %buff1.buff.stat1, и эти существа всегда атакуют на полную дистанцию."

[Specialisation_Dungeon.A_stalker_trainer_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_fortress.A_DaughterOfArkath H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Дочь Арката"
mTooltip="Дисы и Валькирии в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon удачи, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[Specialisation_fortress.A_DaughterOfArkath_Buff H7BaseBuff]
mName="Дочь Арката"
mTooltip=""

[Specialisation_fortress.A_giant_fire_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Божественный молот"
mTooltip="Эйнхерии могут использовать способность "Бросок молота" без ограничений."

[Specialisation_fortress.A_Kobolt_dresseur H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Наставник кобольдов"
mTooltip="Этот герой увеличивает %icon_health здоровье кобольдов-разведчиков и кобольдов-следопытов на %buff1.buff.stat1, и эти существа всегда атакуют на полную дистанцию."

[Specialisation_fortress.A_Kobolt_Dresseur_Buff H7BaseBuff]
mName="Наставник кобольдов"
mTooltip="Бонус: %stat1 к %icon_health здоровью. Это существо всегда атакует на полную дистанцию."

[Specialisation_fortress.A_LavaSmith H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Душа лавы"
mTooltip="Элементали лавы и элементали магмы в армии героя получают новые способности - %spell1.name и %spell2.name."

[Specialisation_fortress.A_Resistance_naine H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гномье сопротивление"
mTooltip="Весь урон от вражеских атак снижен на 15%."

[Specialisation_fortress.A_SacredHammer_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Священный молот"
mTooltip="%buff.buff.buff.buff.stat к %buff.buff.buff.buff.stat.icon силе за каждое сотворённое заклинание магии света. Длится до конца боя."

[Specialisation_fortress.A_SacredHammer_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_fortress.A_SacredHammer_Buff_Might H7BaseBuff]
mName="Священный молот"
mTooltip=""

[Specialisation_fortress.A_ThrowingHammer H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Усиленный бросок молота"
mTooltip="Существо проводит атаку в дальнем бою на полное расстояние и %buff1.buff.stat1 к %icon_attack атаке. Можно использовать один раз в бою. Возможно повторное использование всякий раз, когда умирает одно из существ в отряде."

[Specialisation_fortress.A_Vitalite_naine_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гномья живучесть"
mTooltip="Наместник: Основные существа в армиях всех союзных героев получают %buff1.buff.buff.buff.stat к %icon_health здоровью"

[Specialisation_fortress.A_Vitalite_naine_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_fortress.A_Vitalite_naine_hero_Buff H7BaseBuff]
mName="Наниматель (Усиление города)"
mTooltip=""

[Specialisation_necropolis.A_Inlassable H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Неупокоенный"
mTooltip="Скелеты и скелеты-воины под контролем героя получают умение %spell1.name (возвращает к жизни 30% отряда после смерти)"

[Specialisation_necropolis.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Теневой сгусток"
mTooltip="Наносит %d ед. урона от %icon_dark магии тьмы"

[Specialisation_necropolis.A_Rebirth_Squeletton H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Неупокоенный"
mTooltip="Один раз за бой, если отряд существ полностью уничтожен, то он возвращается к жизни в размере %buff.buff.special от изначального количества существ, а все эффекты с него снимаются."

[Specialisation_necropolis.A_Rebirth_Squelleton_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_necropolis.A_spider_boost H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ткач пустоты"
mTooltip="Чёрные пауки и пауки смерти в армии героя получают новую способность - %spell1.name и могут атаковать в дальнем бою."

[Specialisation_necropolis.A_Walking_dead_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ходячие мертвецы"
mTooltip="Наместник: Все союзные герои получают %buff1.buff.buff.buff.stat к %icon_Magic силе магии в начале боя и заклинание %spell3.name становится доступно в книге заклинаний до тех пор, пока этот герой является наместником."

[Specialisation_necropolis.A_Walking_dead_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_necropolis.A_Walking_dead_hero_Buff H7BaseBuff]
mName="Наниматель (Усиление города)"
mTooltip=""

[Specialisation_sylvan.A_amis_de_la_nature_specialisation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Друзья природы"
mTooltip="В начале боя на союзных существ накладывается заклинание %spell.name в ранге знатока."

[Specialisation_sylvan.A_Archer_lumineux_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лёгкая стрельба."
mTooltip="Наместник: Ведущие дальний бой существа в армиях всех союзных героев получают новую способность - %Spell4.name до тех пор, пока этот герой является наместником."

[Specialisation_sylvan.A_Archer_lumineux_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_sylvan.A_Archer_lumineux_hero_Buff H7BaseBuff]
mName="Наниматель (Усиление города)"
mTooltip=""

[Specialisation_sylvan.A_Burning_allied_Buff H7BaseBuff]
mName="Аура огня"
mTooltip="Существо поджигает выбранного противника при критическом ударе и наносит урон от %icon_fire огня. Длительность (ходов): %buff1.buff.durini."

[Specialisation_sylvan.A_Burning_Buff H7BaseBuff]
mName="Поджог"
mTooltip="Существо получает %d ед. урона от %icon_fire огня. Длительность (ходов): %durnow."

[Specialisation_sylvan.A_Dragon_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мать драконов"
mTooltip="Этот герой увеличивает %icon_health здоровье зелёных и изумрудных драконов на %buff1.buff.stat1."

[Specialisation_sylvan.A_Dragon_master_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_sylvan.A_elemntal_terrer_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation_sylvan.A_elemntaliste_terre_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Элементалист земли."
mTooltip="Применив положительное (исцеляющее или усиливающее) заклинание %icon_earth магии земли, герой получает второй ход в текущем раунде. Во время дополнительного хода показатель %icon_magic магии снижен на %buff1.buff.stat2.

[Specialisation_sylvan.A_fire_rangered H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Противник природы"
mTooltip="Существа под контролем героя, ведущие дальний бой, поджигают свои цели, если наносят критический удар. Подожжённые существа получают урон согласно уровню героя в течение 3 ходов."

[Specialisation_sylvan.A_Maitre_lame H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Славный клинок"
mTooltip="Танцующие с клинками и мастера клинка в армии героя получают новые способности - %spell1.name и %spell2.name."

[Specialisation_sylvan.A_Regeneration_trebor_Buff H7BaseBuff]
mName="Восстановление"
mTooltip="Существо восстанавливает %d.min очков здоровья в начале своего хода.\nДлительность (ходов): %durnow."

[Specialisation_sylvan.A_Treant_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Дух леса"
mTooltip="Энты и древние энты атакуют в дальнем бою на полную дистанцию."

[Specialisation_sylvan.A_Treant_master_Buff H7BaseBuff]
mName=""
mTooltip=""

[Strongoldh_specialisation.A_BloodDrinker H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровопийца"
mTooltip="Герой получает %buff1.buff.stat.norm к %buff1.buff.stat.icon силе после убийства отряда существ."

[Strongoldh_specialisation.A_BloodDrinker_Buff H7BaseBuff]
mName="Кровопийца"
mTooltip=""

[Strongoldh_specialisation.A_CyclopsRevenge H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Месть циклопов"
mTooltip="Циклопы и разъяренные циклопы в армии героя получают новую способность - %spell1.name."

[Strongoldh_specialisation.A_FlightChampion H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Чемпион полёта"
mTooltip="Гарпии и фурии в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon инициативы и %buff.buff.stat2 %buff.buff.stat2.icon скорости."

[Strongoldh_specialisation.A_FlightChampion_Buff H7BaseBuff]
mName="Чемпион полёта"
mTooltip=""

[Strongoldh_specialisation.A_PirateOfTheSavageSea H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пират Дикого моря"
mTooltip="Все орки, всадники на василисках, циклопы и их улучшения в армии героя получают новую способность - %spell1.name."

[Strongoldh_specialisation.A_Tormentor H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мучитель"
mTooltip="Орки и неистовые орки в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты и %buff.buff.stat2 %buff.buff.stat2.icon здоровья."

[Strongoldh_specialisation.A_Tormentor_Buff H7BaseBuff]
mName="Мучитель"
mTooltip=""

